clear
echo -e "\e[92m[\e[91m■\e[92m]\e[92m LOADING HOME...\e[92m";
sleep 2.0
clear
echo -e "\e[92m
╔═══╦═══╦═╗╔═╦═══╦═══╦╗─╔╦═══╦═╗─╔╗
║╔═╗║╔═╗║║╚╝║║╔═╗╠╗╔╗║║─║║╔═╗║║╚╗║║  ▄▀▀▀▀▀▀▄
║╚═╝║║─║║╔╗╔╗║║─║║║║║║╚═╝║║─║║╔╗╚╝║ █ ░░▐░░░ █
║╔╗╔╣╚═╝║║║║║║╚═╝║║║║║╔═╗║╚═╝║║╚╗║║ █ ░░▐▄▄░ █
║║║╚╣╔═╗║║║║║║╔═╗╠╝╚╝║║─║║╔═╗║║─║║║ █ ░░░░░░ █
╚╝╚═╩╝─╚╩╝╚╝╚╩╝─╚╩═══╩╝─╚╩╝─╚╩╝─╚═╝  ▀▄▄▄▄▄▄▀\e[92m";
echo -e "\e[92m╔═══════════════╦═════════════╦═══════════════╗\e[92m";
date +"║ 🕒Tahun: %Y ║ 🕒Bulan: %m ║ 🕒Tanggal: %d ║"
echo -e "\e[92m╚═══════════════╩═════════════╩═══════════════╝\e[92m";
echo -e "\e[92m
\e[93m１. \e[92mᴊᴀᴅᴡᴀʟ ɪᴍsᴀǫɪʏᴀʜ
\e[93m２. \e[92mᴋᴀʟɴᴅᴇʀ ʜɪᴊʀɪʏᴀʜ
\e[93m３. \e[92mᴀʟᴀʀᴍ ᴅᴇᴛɪᴋ
\e[93m４. \e[91mᴇxɪᴛ\e[92m";
read -p 'ʏᴏᴜʀ ɪɴᴘᴜᴛ : ' menu;
#
if [ "${menu}" = "1" ]
then
bash JADWAL.net
fi
if [ "${menu}" = "2" ]
then
bash HIJRIYAH.net
fi
if [ "${menu}" = "3" ]
then
bash ALARM.net
fi
if [ "${menu}" = "4" ]
then
logout
fi

